[
  {
    "title": "Haesun Chung ｢Moving and assembling. Wonhyuk Son's 'Assemble abstract'｣",
    "subTitle": "Haesun Chung (Independent Curator), 2021, Artist critique",
    "contents": [
      {
        "text": "The painting must be entirely built up with purely plastic elements, namely surfaces and colors.\nA pictorial element does not have any meaning beyond 'itself'; as a consequence, a painting does not have any meaning other than 'itself'. (Note 1)\n\n­ The Declaration of Art Concret Art Manifesto, by Theo van Doesburg (1930)"
      },
      {
        "text": "Despite claims declaring the death of painting since the 20th century, it seems to persist. Contemporary art has developed rapidly and diversely, and artists identify why they draw and find their reason for doing so. In contemporary art, very few artists are referring to basic or essential elements of painting as their subject matter. In search of new painting concepts such as sculptural transformation of painting and transition to digital painting, the number of artists developing paintings in different formats is growing exponentially. But there are few artists who analyze a painting in its pure formative elements, as in the declaration of concrete art. As part of this contemporary art trend, Wonhyuk Son begins with the most basic formative elements of painting. What makes him so unique in his world of dots, lines, and planes?"
      },
      {
        "text": "Block: The beginning of a configuration\n\nIn his early work, Wonhyuk Son uses Lego. He used Lego, which he touched and played since he was 7, as the main material, and even attracted attention as the Millennium Falcon Guitar (2016) at the Miami Art Fair, which he participated at the age of 19, he emphasized the nature of Lego's 'assembly.'. Science assembles 'atoms,' which are the smallest units of matter, and 'molecules,' which are the bonds between atoms, to form the world. In the same way, artists have been developing works based on 'blocks,' the smallest Lego unit, which represent the concept of accumulation. He started producing the <Dream Land> series in 2016, a media experiment in a three-dimensional space using blocks, the smallest unit in the work. In 2018, his formative language gradually shifts to a two-dimensional canvas."
      },
      {
        "text": "Block Painting: A rhythm that repeats contractions and expansions\n\n<Composition 1-4 (Division - Unity)> (2020) is a work that begins to deal with the elements underlying painting in earnest. It seems to be influenced by Kandinsky's theory of 『Punkt und Linie zu Fläche』 (1926), consisting of a total of three stages. The first step is to consider Kandinsky's most basic element, 'point.' This is both an external and an internal element of painting and especially a fundamental element of graphics. (Note 2) By placing points at the bottom right of the work (Figure 1), points represent the identity earned by internship experience at Ahn Graphics and majoring in communication design during undergraduate study. In the bottom left of the work (Figure 1), the dots are collected and expressed as various lines, and the lines correspond to the kinetic energy generated by the dots. Dynamic lines meet in the 'plane' shown at the left top of the work. (Figure 1)\nAccording to Kandinsky, each of these becomes a material plane, an integral component of the work. (Note 3) All the elements in <Composition 1-4 (Division - Unity)> (2020), such as points, lines, and faces, are accumulated step by step according to Kandinsky; this results in <Block> (2020), which ultimately leads to <Block installation art> (2020), where blocks and blocks meet and create strange tension. It is here that 'tension' is defined as not external forms that exist within pictorial works, rather as the struggle or difficulties of living within them, that is, intrinsic values or psychological relationships.\nA 'composition' concludes each relationship, creating an equal balance or confrontation of power, as in <Block Installation Art> (2020). Finally, this tension relationship then accompanies all form elements according to the principle by arranging the vivid power contained within. Thus, a work's content is expressed in a composition, that is, in a whole in which essential tensions are expressed. So Wonhyuk Son's Block painting is a rhythm that repeats the contraction and expansion created by pictorial elements, and it is a resonance that is organized by subordinating it internally and underlining its purpose. Similarly, 'Twisted Harmony' (2018) can also be viewed as a representative work which creates an invisible tension relationship between dots, lines, and planes, and concludes with a composition.",
        "imgs": [
          {
            "src": "/img/review/critique-01.jpg",
            "caption": "Figure 1 <Composition 1-4 (Division – Unity)>, 2020, acrylic on canvas, 75x75 cm."
          },
          {
            "src": "/img/review/critique-02.jpg",
            "caption": "Figure 2 <Block>, 2020, acrylic on canvas, 35×35 cm."
          },
          {
            "src": "/img/review/critique-03.jpg",
            "caption": "Figure 3 <Block Installation Art>, 2020, Acrylic on Canvas, 140×140 cm."
          },
          {
            "src": "/img/review/critique-04.jpg",
            "caption": "Figure 4 <twisted harmony>, 2018, Lego blocks on the canvas, 53×53 cm."
          }
        ]
      },
      {
        "text": "Moving and assembling: Assembly abstract\n\nWonhyuk Son's composition work, which is created by relationship tension between point, line, and plane, is moved and assembled within the exhibition hall, and then completed as a 'mobile painting.' An original feature of the artist's work is mobile painting, because each individual element is dismantled and fragmented images are rearranged to form an alternative narrative through mobile painting. A mobile painting's composition or arrangement depends on the time, place, and environment in which the artist places it, and implies infinite possibilities of change. ‘Block Installation Art’ exhibited at Gwangmyeong Civic Center's solo exhibition Dream Land: Colors (2021.11.28-11.30) had an appearance completely different from that of other group exhibitions. The work (Figures 5 and 6) was assembled and moved between each canvas and placed on the wall or floor, thus demonstrating variations in form throughout mobile paintings. Additionally, ‘Assemble Abstract' (2021) (Figure 7) reveals the harmony and contrast of 32 colors arbitrarily selected by the artist, as well as the balance and variation of color in the work. The color block paintings on one wall of the exhibition hall appeal to the viewer with an internal tension and a deep echo. Hence, Wonhyuk Son's Assemble Abstract containing time and performance will be moved and reassembled in various forms and will move towards the imaginary future facing the near future.",
        "imgs": [
          {
            "src": "/img/review/critique-05.jpg",
            "caption": "Figure 5 <Block Installation Art>, 2020, Acrylic on Canvas, 140×140 cm.\n"
          },
          {
            "src": "/img/review/critique-06.jpg",
            "caption": "Figure 6 <Block Installation Art>, 2020, Acrylic on Canvas, 140×140 cm."
          },
          {
            "src": "/img/review/critique-07.jpg",
            "caption": "Figure 7 <Assemble Abstract>, 2021, Acrylic on Canvas, 80.3x80.3 cm."
          }
        ]
      },
      {
        "text": "Towards the dissipation point of the form\n\nUltimately Wonhyuk Son had created a world of only blocks, dots, lines, and planes, which are the simplest and most basic elements of his art. It is possible, however, that all of these processes are dissipating.\nAs the starting point of the form that leads to the line and the plane, it is also the disappearance point of the form when the form is erased and erased. It is close to the essence of things, and it also represents the spirit and attitude of contemporary art that converges indefinitely without beginning or end.\nIn the end, Wonhyuk Son's work brings us to a certain unknown point. Is this the point of origin or the point of disappearance of the form?"
      },
      {
        "text": "Note 1. Concrete Art Manifesto, 1930, Source https://link.springer.com/content/pdf/bbm%3A978-1-4614-7052-6%2F1.pdf, 2021.12.5.\n\nNote 2. Vasily Kandinsky, Punkt und Linie zu Fläche (1926), Cha Bong-hee (Yeolhwadang, 1983), p. 25.\n\nNote 3. Vasily Kandinsky (Note 2), p. 105"
      }
    ]
  }
]